Repository: dbeley/tuberank
Catalog: ratings/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Validation Error
fr_fr: Erreur de validation

source: Oops!
fr_fr: Oups !

source: There was an error with your request.
fr_fr: Il y a eu une erreur avec votre requête.

source: Please check the information you submitted and try again.
fr_fr: Veuillez réessayer.

source: Go to Home
fr_fr: Retourner à la page d'accueil.

source: Forbidden
fr_fr: Interdit

source: You do not have permission to access this page.
fr_fr: Vous n'avez pas l'autorisation d'accéder à cette page.

source: Page Not Found
fr_fr: Page non trouvée

source: We couldn't find the page you were looking for.
fr_fr: Nous n'avons pas pu trouver cette page.

source: Server Error
fr_fr: Erreur du serveur

source: Something went wrong on our end.
fr_fr: Quelque chose s'est mal passé.

source: Please try again later.
fr_fr: Veuillez réessayer plus tard.

source: About
fr_fr: À propos

source: homepage.description
fr_fr: TubeRank est une plateforme permettant de découvrir et noter des vidéos provenant de YouTube.

source: Think IMDB or Rotten Tomatoes, but specifically targeted at YouTube videos.
fr_fr: TubeRank est un site similaire à Allociné ou Senscritique, mais axé sur les vidéos YouTube.

source: This website has been made with the following tools:
fr_fr: Ce site a été construit avec les outils suivants :

source: This website is hosted in France using <a href="https://fly.io">fly.io</a>.
fr_fr: Ce site est hébergé en France via <a href="https://fly.io">fly.io</a>.

source: Videos
fr_fr: Vidéos

source: TubeRank cannot maintain an up-to-date index of all the videos on YouTube due to their sheer volume.
fr_fr: TubeRank ne peut pas maintenir dans son index la totalité des vidéos présentes sur YouTube en raison de leur volume.

source: Therefore, videos have to be added to the index manually using the <a href="%(import_video_url)s">import video</a> page.
fr_fr: Ainsi, les vidéos doivent être indexées manuellement en utilisant la page <a href="%(import_video_url)s">importer une vidéo</a>.

source: When a video is imported, TubeRank captures a snapshot of it to obtain the most recent information about it.
fr_fr: Lorsqu'une vidéo est importée, TubeRank en capture un snapshot afin d'obtenir les informations les plus récentes la concernant.

source: However, it is currently not possible to update a snapshot of an indexed video, such as for updating its view count, but this feature is planned for future implementation.
fr_fr: Il n'est actuellement pas possible de mettre à jour le snapshot d'une vidéo indexée (par exemple pour mettre à jour son nombre de vues), mais cette fonctionnalité est prévue dans le futur.

source: Tags can be attached to each video, and their relevance will be determined by votes given by users.
fr_fr: Des tags peuvent être attribués à chaque vidéo, leur pertinence est jugée par les votes que les utilisateurs leur attribueront par vidéo.

source: List
fr_fr: Liste

source: Users have the ability to create lists containing videos, with the option to add a description for each item on the list.
fr_fr: Les utilisateurs ont la possibilité de créer des listes contenant des vidéos, avec l'option d'ajouter une description pour chaque élément de la liste.

source: It's also possible to reorder the list.
fr_fr: Il est aussi possible de réarranger les éléments d'une liste.

source: Channel
fr_fr: Chaîne

source: When a snapshot is created for a Video, a similar snapshot for its Channel is also created.
fr_fr: Lorsqu'un snapshot est créé pour une vidéo, un snapshot similaire est créé pour sa chaîne.

source: Updating the snapshot for a Channel is planned feature, as well as being able to review Channels.
fr_fr: La mise à jour du snapshot d'une chaîne n'est pas encore possible.

source: Charts
fr_fr: Classements

source: It's possible to create Charts of videos.
fr_fr: Il est possible de créer des classements de vidéos.

source: The available filters are:
fr_fr: Les filtres disponibles sont les suivants :

source: Best rated
fr_fr: Les mieux notées

source: Most rated
fr_fr: Les plus notées

source: Most viewed (according to the latest snapshot for each video)
fr_fr: Les plus vues (selon le dernier snapshot pris pour chaque vidéo)

source: Least viewed (according to the latest snapshot for each video)
fr_fr: Les moins vues (selon le dernier snapshot pris pour chaque vidéo)

source: Newest (most recently published)
fr_fr: Les plus récentes (selon la date de publication)

source: Oldest (less recently published)
fr_fr: Les moins récentes (selon la date de publication)

source: Viewing history
fr_fr: Historique de visionnage

source: You can access your viewing history by visiting your <a href="%(profile_url)s">profile page</a>.
fr_fr: Retrouvez votre historique de visionnage sur votre <a href="%(profile_url)s">page profil</a>.

source: You can access your viewing history by visiting your profile page.
fr_fr: Vous pouvez accéder à votre historique de visionnage sur votre page profil.

source: There are two ways to track your viewing history with TubeRank:
fr_fr: Il y a deux façons de faire suivre votre historique de visionnage par TubeRank :

source: Manual tracking: For each video that you watch, you can manually import it (if not already done) and then click on the "I'm watching this video" button from the video page.
fr_fr: Manuellement : Pour chaque vidéo que vous regardez, vous pouvez l'importer manuellement puis cliquer sur le bouton "Je regarde la vidéo" sur la page de la vidéo.

source: Automatic tracking: You will have to install <a href="https://github.com/dbeley/tuberank/raw/main/scripts/tuberank_now_watching.user.js">this userscript</a>. After installing it with a userscript manager (like ViolentMonkey) and filled in your login information (username/password, see source code), the videos you watch through YouTube will be automatically sent to TubeRank.
fr_fr: Automatiquement : Il vous faudra installer <a href="https://github.com/dbeley/tuberank/raw/main/scripts/tuberank_now_watching.user.js">ce userscript</a>. Après l'avoir installé via un gestionnaire de script (comme Violentmonkey) et y avoir renseigné votre nom d'utilisateur et votre mot de passe (voir code source), les vidéos que vous regarderez sur YouTube seront automatiquement envoyées sur TubeRank.

source: Open user menu
fr_fr: Ouvrir le menu utilisateur

source: Profile
fr_fr: Profil

source: Logout
fr_fr: Se déconnecter

source: Login
fr_fr: Connexion

source: Search
fr_fr: Recherche

source: Search...
fr_fr: Recherche...

source: Open menu
fr_fr: Ouvrir le menu utilisateur

source: Home
fr_fr: Accueil

source: Lists
fr_fr: Listes

source: Channels
fr_fr: Chaînes

source: Import Video
fr_fr: Importer une vidéo

source: Source Code
fr_fr: Code source

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: %(count)s ratings
fr_fr: %(count)s notes

source: Watch on YouTube
fr_fr: Regarder sur YouTube

source: Rate this channel
fr_fr: Noter cette chaîne

source: Refresh data for this channel
fr_fr: Actualiser les données pour cette chaîne

source: %(count)s subscribers
fr_fr: %(count)s abonnés

source: %(count)s views
fr_fr: %(count)s vues

source: Created on %(date)s
fr_fr: Actif depuis le %(date)s

source: Sort by:
fr_fr: Trier par :

source: Newest
fr_fr: Les plus récentes

source: Oldest
fr_fr: Les plus anciennes

source: Most viewed
fr_fr: Les plus vues

source: Least viewed
fr_fr: Les moins vues

source: Reviews
fr_fr: Critiques

source: Most subscribers
fr_fr: Le plus d'abonnés

source: Name (A-Z)
fr_fr: Nom (A-Z)

source: Name (Z-A)
fr_fr: Nom (Z-A)

source: Last indexed
fr_fr: Dernières vidéos indexées

source: %(count)s viewings
fr_fr: %(count)s visionnages

source: Rate
fr_fr: Noter

source: &#8592; Return to channel
fr_fr: &#8592; Retour sur la chaîne

source: Write a review
fr_fr: Écrire une critique

source: Rating (0-5)
fr_fr: Note (0-5)

source: Enter your rating
fr_fr: Note

source: Review title (optional)
fr_fr: Titre de la critique (optionnel)

source: Enter the title of your review
fr_fr: Titre de la critique

source: Review (optional)
fr_fr: Texte (optionnel)

source: Enter your review
fr_fr: Texte

source: Submit
fr_fr: Envoyer

source: Filter by tag:
fr_fr: Filtrer par tag :

source: -- Select an option --
fr_fr: -- Sélectionnez une option --

source: Welcome to TubeRank!
fr_fr: Bienvenue sur TubeRank !

source: Last indexed videos
fr_fr: Dernières vidéos indexées

source: Trending videos
fr_fr: Vidéos tendances

source: users
fr_fr: utilisateurs

source: Number of users
fr_fr: Nombre d'utilisateurs

source: %(number_of_users)s users have signed up for TubeRank
fr_fr: %(number_of_users)s utilisateurs ont rejoint TubeRank

source: channels
fr_fr: Chaînes

source: Number of channels
fr_fr: Chaînes

source: TubeRank has catalogued %(number_of_channels)s channels
fr_fr: %(number_of_channels)s chaînes indexées sur TubeRank

source: videos
fr_fr: vidéos

source: Number of videos
fr_fr: Nombre de vidéos

source: TubeRank has catalogued %(number_of_videos)s videos
fr_fr: %(number_of_videos)s vidéos indexées sur TubeRank

source: Best videos
fr_fr: Vidéos les mieux notées

source: Popular Videos
fr_fr: Vidéos populaires

source: Previous
fr_fr: Précédent

source: Page %(page_number)s of %(total_page_number)s
fr_fr: Page %(page_number)s sur %(total_page_number)s

source: Next
fr_fr: Suivant

source: import_video.description.1
fr_fr: Les vidéos YouTube ne sont pour le moment pas automatiquement indexées par TubeRank. Cette page permet d'ajouter manuellement des vidéos sur TubeRank.

source: import_video.description.2
fr_fr: Le nombre de nouvelles vidéos indexées est limité à 10 000 par jour.

source: import_video.description.3
fr_fr: Les formats d'URLs supportés sont les suivants :

source: import_video.description.4
fr_fr: L'import de toutes les vidéos d'une chaîne n'est pas supporté pour le moment.

source: YouTube URLs (one by line):
fr_fr: URLs YouTube (une par ligne) :

source: Import URLs
fr_fr: Importer URLs

source: Close modal
fr_fr: Fermer

source: Update Description
fr_fr: Modifier description

source: Enter description
fr_fr: Entrez la description

source: Confirm deletion?
fr_fr: Confirmez-vous la suppression ?

source: Yes
fr_fr: Oui

source: By: <span class="font-bold">%(username)s</span>
fr_fr: Par : <span class="font-bold">%(username)s</span>

source: Reorder
fr_fr: Réorganiser la liste

source: Edit
fr_fr: Éditer

source: Delete
fr_fr: Supprimer

source: No videos in this list yet.
fr_fr: Cette liste est vide.

source: Go Back
fr_fr: Retour

source: My Lists
fr_fr: Listes

source: Create List
fr_fr: Créer une liste

source: Name
fr_fr: Nom

source: Enter name
fr_fr: Entrez le nom

source: %(count)s Videos
fr_fr: %(count)s vidéos

source: No lists found.
fr_fr: Pas de listes.

source: Popular Lists
fr_fr: Listes populaires

source: by %(user)s
fr_fr: par %(user)s

source: No popular lists yet.
fr_fr: Pas de listes populaires.

source: Profile of
fr_fr: Profil de

source: Watched Videos
fr_fr: Vidéos visionnées

source: Video Ratings
fr_fr: Vidéos notées

source: Channel Ratings
fr_fr: Chaînes notées

source: Date Joined
fr_fr: Date d'inscription

source: No video ratings found.
fr_fr: Pas de notes trouvées.

source: No channel ratings found.
fr_fr: Pas de notes trouvées.

source: Number of Ratings
fr_fr: Nombre de notes

source: Rating:
fr_fr: Note :

source: Recently Watched Videos
fr_fr: Vidéos vues récemment

source: Close
fr_fr: Fermer

source: Rating: <span class="font-bold">%(rating)s</span>
fr_fr: Note : <span class="font-bold">%(rating)s</span>

source: Read the review
fr_fr: Lire la critique

source: Log In
fr_fr: Se connecter

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Don't have an account?
fr_fr: Vous ne possédez pas de compte ?

source: Create one
fr_fr: En créer un

source: Sign Up
fr_fr: S'inscrire

source: Results for "%(query)s"
fr_fr: Résultats pour "%(query)s"

source: Videos for Tag "%(tag_name)s"
fr_fr: Vidéos pour le tag "%(tag_name)s"

source: All videos
fr_fr: Toutes les vidéos

source: All tags
fr_fr: Tous les tags

source: No tags yet.
fr_fr: Pas de tags.

source: Rate this video
fr_fr: Noter cette vidéo

source: I'm watching this video
fr_fr: Je regarde cette vidéo

source: Views
fr_fr: Vues

source: Comments
fr_fr: Commentaires

source: Uploaded
fr_fr: Date de publication

source: Duration
fr_fr: Durée

source: Enter a tag
fr_fr: Saisir un tag

source: Add Tag
fr_fr: Ajouter un tag

source: Select a list
fr_fr: Sélectionner une liste

source: Add to List
fr_fr: Ajouter à la liste

source: Not in any lists yet.
fr_fr: Présent dans aucune liste.

source: Related Videos
fr_fr: Vidéos associées

source: &#8592; Return to video
fr_fr: &#8592; Retour à la vidéo

source: Channel:
fr_fr: Chaîne :

source: Viewing
fr_fr: Visionnage

source: <p>Find you viewing history on your <a class="font-bold" href=%(url)s>profile page</a>.</p>
fr_fr: <p>Retrouvez votre historique de visionnage sur votre <a class="font-bold" href=%(url)s>page profil</a>.</p>

source: The video was successfully added to the list
fr_fr: La vidéo a été ajoutée à la liste
